Revit 2027 API
ParameterTypeId.DimToIntersectingGrids Property
 "Dimension To Intersecting Grids"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DimToIntersectingGrids { get; }
Public Shared ReadOnly Property DimToIntersectingGrids As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DimToIntersectingGrids {
	ForgeTypeId^ get ();
}
static member DimToIntersectingGrids : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace